Repository: miguel-m-barreto/FootyStar
Catalog: lib/core/l10n/app_*.arb
Languages: pt

# notifications_economy
source: Economy
pt: Economia

# notifications_general
source: General
pt: Geral

# notifications_match
source: Match
pt: Jogo

# notifications_economy_week_summary
source: Revenue: {revenue} • Costs: {costs} • Delta: {delta} • Balance: {balance}
pt: Receitas: {revenue} • Custos: {costs} • Delta: {delta} • Saldo: {balance}

# notifications_week_finished
source: Week {week} finished
pt: Semana {week} terminada

# notifications_match_result
source: Result — Week {week} {home} {score} {away}
pt: Resultado — Semana {week} {home} {score} {away}

# notifications_skills_promoted_count
source: Promoted {count} skills for {cost}
pt: Promovidas {count} skills por {cost}

source: Start Date
pt: Data de início

source: End Date
pt: Data de fim

source: Clean Sheet
pt: Baliza invicta

source: Man of the Match
pt: Homem do jogo

source: Wage Rise After 20 Games
pt: Aumento salarial após 20 jogos

# afterNYears
source: after {years} years
pt: após {years} anos

# yearsDur
source: {count} years
pt: {count} anos

source: Acceleration
pt: Aceleração

source: Agility
pt: Agilidade

source: years
pt: anos

source: Anticipation
pt: Antecipação

source: Annual
pt: Anual

source: Assists
pt: Assistências

source: Actions
pt: Ações

source: Good
pt: Bom

source: Composure
pt: Calma

source: Cancel
pt: Cancelar

source: Career
pt: Carreira

source: Standings
pt: Classificação

source: Ratings
pt: Classificações

source: Clauses
pt: Cláusulas

source: Achievements
pt: Conquistas

source: Consistency
pt: Consistência

source: Bravery
pt: Coragem

source: Costs
pt: Custos

# lossesShort
source: L
pt: D

source: Settings
pt: Definições

source: Tackling
pt: Desarme

source: Determination
pt: Determinação

# goalDifferenceShort
source: GD
pt: DG

source: Dribbling
pt: Drible

source: Duration
pt: Duração

# drawsShort
source: D
pt: E

source: Economy
pt: Economia

source: Team
pt: Equipa

source: Stats
pt: Estatísticas

source: Fatigue
pt: Fadiga

source: Finishing
pt: Finalização

source: Finance
pt: Finanças

source: Flexibility
pt: Flexibilidade

source: Form
pt: Forma

source: Physical
pt: Físico

source: General
pt: Geral

# goalsForShort
source: GF
pt: GM

source: Goals
pt: Golos

# goalsAgainstShort
source: GA
pt: GS

source: Language
pt: Idioma

source: Jumping
pt: Impulsão

source: English
pt: Inglês

source: Investments
pt: Investimentos

source: Home
pt: Início

# playedShort
source: P
pt: J

source: Play
pt: Jogar

source: Matches
pt: Jogos

source: Leadership
pt: Liderança

source: Store
pt: Loja

source: Marking
pt: Marcação

source: Morale
pt: Moral

source: Negotiate
pt: Negociar

source: Notifications
pt: Notificações

# newOffer
source: NEW
pt: NOVO

source: Role
pt: Papel

source: Profile
pt: Perfil

source: Squad
pt: Plantel

source: Portuguese
pt: Português

source: Positioning
pt: Posicionamento

source: Power
pt: Potência

source: Preview
pt: Pré-visualização

source: Income
pt: Receitas

source: Recovery
pt: Recuperação

source: Reject
pt: Rejeitar

source: Rep
pt: Reputação

source: Stamina
pt: Resistência

# roleRotation
source: Rotation
pt: Rotação

source: Cash
pt: Saldo

source: Salary
pt: Salário

source: Week
pt: Semana

source: Weekly
pt: Semanal

source: W{week}
pt: S{week}

# roleStarter
source: Starter
pt: Titular

source: Train
pt: Treinar

source: Technique
pt: Técnica

source: Technical
pt: Técnico

# winsShort
source: W
pt: V

source: Vision
pt: Visão

source: My Team
pt: A Minha Equipa

source: Add demo message
pt: Adicionar mensagem de demo

# noStandingsYet
source: No standings yet. Play a match to populate the table.
pt: Ainda não há classificação. Joga um jogo para preencher a tabela.

# nationalRankingsPlaceholder
source: National rankings will be shown here
pt: As classificações nacionais serão mostradas aqui

source: Advance Week
pt: Avançar Semana

source: Performance Bonuses
pt: Bónus de Desempenho

source: Loyalty Bonus
pt: Bónus de Lealdade

# investmentsSubtitle
source: Business portfolio
pt: Carteira de negócios

source: Casino — Place Bet
pt: Casino — Fazer Aposta

# casinoWin
source: Casino win! You won {delta}. New cash: {cash}
pt: Casino: ganhaste {delta}. Novo saldo: {cash}

# casinoLoss
source: Casino loss! You lost {loss}. New cash: {cash}
pt: Casino: perdeste {loss}. Novo saldo: {cash}

source: Players Standings
pt: Classificação de Jogadores

source: National Standings
pt: Classificação Nacional

# nationalStandingsSubtitle
source: Country rankings
pt: Classificação por países

source: Country rankings
pt: Classificação por países

source: Release Clause
pt: Cláusula de Rescisão

source: Real Money Purchases
pt: Compras com Dinheiro Real

source: Coach Trust
pt: Confiança do Treinador

source: Active Contract
pt: Contrato Ativo

# profileSubtitle
source: Contract, wages & agent
pt: Contrato, salários e agente

source: Contract, wages & agent
pt: Contrato, salários e agente

source: Weekly Costs
pt: Custos Semanais

source: Rest All Squad
pt: Descansar Plantel

source: Contract Details
pt: Detalhes do Contrato

# statusPercent
source: Status: {status} ({value}%)
pt: Estado: {status} ({value}%)

source: Career statistics
pt: Estatísticas de carreira

source: Career Stats
pt: Estatísticas de Carreira

source: Lifestyle
pt: Estilo de Vida

source: End Week (Apply Economy)
pt: Fechar Semana (Aplicar Economia)

source: Body Strength
pt: Força Física

# lifestyleSubtitle
source: Housing, cars, luxury items
pt: Habitação, carros, artigos de luxo

source: Housing, cars, luxury items
pt: Habitação, carros, artigos de luxo

source: Age {age}
pt: Idade {age}

source: Language changed
pt: Idioma alterado

# enterAnyAmount
source: Enter any amount (up to your cash)
pt: Introduz um valor (até ao saldo)

source: Go to Matches
pt: Ir para Jogos

source: Play & Advance
pt: Jogar e Avançar

source: Match scheduled
pt: Jogo agendado

source: Heading
pt: Jogo Aéreo

source: This week’s match
pt: Jogo desta semana

# matchPlayedFriendly
source: Match played {home} vs {away} (friendly/unscheduled)
pt: Jogo realizado {home} vs {away} (amigável/fora de calendário)

source: Clear all
pt: Limpar tudo

source: Top Assists
pt: Melhores Assistentes

source: Best Ratings
pt: Melhores Classificações

source: Top Scorers
pt: Melhores Marcadores

# playersStandingsSubtitle
source: Top scorers & assists
pt: Melhores marcadores e assistências

source: Top scorers & assists
pt: Melhores marcadores e assistências

source: Lv {level}
pt: Nv {level}

source: My Training
pt: O Meu Treino

# cashPacksAndPremium
source: Cash packs & Premium
pt: Pacotes de saldo e Premium

source: Short Passing
pt: Passe Curto

source: Long Passing
pt: Passe Longo

source: Request Salary Raise
pt: Pedir Aumento

source: Request Transfer
pt: Pedir Transferência

# squadRested
source: Squad rested and recovered fatigue
pt: Plantel descansado e fadiga recuperada

source: Per Assist
pt: Por Assistência

source: Per Goal
pt: Por Golo

source: First Touch
pt: Primeiro Toque

# inboundTransfersSubtitle
source: Transfer offers & negotiations
pt: Propostas e negociações

# previewSubtitle
source: Quick preview of common labels
pt: Pré-visualização de etiquetas comuns

# nextOpponent
source: Next opponent: {opponent}
pt: Próximo adversário: {opponent}

source: Next match
pt: Próximo jogo

source: Weekly Income
pt: Receita Semanal

# weekSummary
source: Income: ${earned} • Costs: ${spent} • Delta: {delta} • Cash: ${cash}
pt: Receitas: ${earned} • Custos: ${spent} • Delta: {delta} • Saldo: ${cash}

source: Hourly Rewards
pt: Recompensas Horárias

source: Agent Relationship
pt: Relação com o Agente

source: Short Shots
pt: Remate Curto

source: Long Shots
pt: Remate Longo

source: Claim free rewards
pt: Resgatar recompensas grátis

source: Result pending
pt: Resultado pendente

# matchResult
source: Match result — Week {week} {home} {hg} - {ag} {away}
pt: Resultado — Semana {week} {home} {hg} - {ag} {away}

# resultScore
source: Result: {hg} - {ag}
pt: Resultado: {hg} - {ag}

source: Current Balance
pt: Saldo Atual

source: Select language
pt: Selecionar idioma

source: No fixtures scheduled
pt: Sem jogos agendados

# noNotifications
source: No notifications yet
pt: Sem notificações

# weekEnded
source: Week {week} ended
pt: Semana {week} terminada

source: Recovery Session
pt: Sessão de Recuperação

source: League table
pt: Tabela da Liga

source: Try your luck
pt: Tenta a tua sorte

source: Inbound Transfers
pt: Transferências Recebidas

source: Trophies & milestones
pt: Troféus e marcos

source: Wager amount
pt: Valor da aposta

source: Sprint Speed
pt: Velocidade de Sprint

source: View Contract
pt: Ver Contrato

source: Team overview
pt: Visão geral da equipa

# skillTrained
source: {player} improved {skill} to {level}
pt: {player} melhorou {skill} para {level}

# newSeason
source: Season {season} has started
pt: Época {season} começou
